opt_ffs/config/http/parlayx/RV_chargeReservation.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
	<SOAP-ENV:Body>
		<m:chargeReservation xmlns:m="http://www.csapi.org/wsdl/parlayx/payment" SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
			<reservationIdentifier xsi:type="xsd:string">String</reservationIdentifier>
			<volume xsi:type="xsd:long">2147483647</volume>
			<billingText xsi:type="xsd:string">String</billingText>
			<referenceCode xsi:type="xsd:string">String</referenceCode>
		</m:chargeReservation>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>